Repository: lonedoc/ios_MyGuard
Catalog: myprotection/*.lproj/Localizable.strings
Languages: ru_ru

source: Empty
ru_ru: Пусто

source: Done
ru_ru: Готово

source: Proceed
ru_ru: Продолжить

source: Cancel
ru_ru: Отмена

source: Error
ru_ru: Ошибка

source: Unknown error
ru_ru: Неизвестная ошибка

source: Could not send request
ru_ru: Не удалось отправить запрос

source: Server not responding
ru_ru: Сервер не отвечает

source: The operation could not be performed
ru_ru: Операция не может быть выполнена

source: Unable to read server response
ru_ru: Не удалось прочитать ответ сервера

source: Wrong password
ru_ru: Неверный пароль

source: Could not find user by provided phone number
ru_ru: Не удалось найти пользователя по указанному номеру телефона

source: Phone number not found
ru_ru: Телефон не найден

source: The phone number cannot be called
ru_ru: Номер не может быть набран

source: The number cannot be dialed
ru_ru: Номер не может быть набран

source: Your protection
ru_ru: Твоя охрана

source: Log in
ru_ru: Вход

source: Enter your credentials in the text fields below
ru_ru: Введите ваши данные для входа в текстовые поля ниже

source: City
ru_ru: Город

source: Guard service
ru_ru: Охранное предприятие

source: Phone number
ru_ru: Номер телефона

source: Get password
ru_ru: Получить пароль

source: An SMS message with a password has been sent to your number
ru_ru: На Ваш номер отправлено SMS сообщение с паролем

source: Enter the code
ru_ru: Введите код

source: Get new password
ru_ru: Получить новый пароль

source: Phone number not specified
ru_ru: Не указан номер телефона

source: Push-notifications is not available
ru_ru: Сервис пуш-уведомлений не доступен

source: You can request new password again after: %@
ru_ru: Пароль можно запросить повторно через: %@

source: Create a PIN-code
ru_ru: Придумайте PIN-код

source: Confirm the PIN-code
ru_ru: Подтвердите PIN-код

source: Enter the PIN-code
ru_ru: Введите PIN-код

source: Forgot the PIN-code?
ru_ru: Забыли PIN-код?

source: Wrong passcode
ru_ru: Неправильный код безопасности

source: Wrong passcode confirmation
ru_ru: Введенные коды не совпадают

source: Biometric authentication is unavailable
ru_ru: Данный способ аутентификации недоступен

source: Authentication failed
ru_ru: Не удалось выполнить аутентификацию

source: Biometry is not configured
ru_ru: Face ID/Touch ID не настроен

source: Biometry is locked out
ru_ru: Данный способ аутентификации заблокирован

source: Facilities list
ru_ru: Список объектов

source: By status
ru_ru: По статусу

source: By title
ru_ru: По названию

source: By address
ru_ru: По адресу

source: Details
ru_ru: Подробнее

source: Events
ru_ru: События

source: Sensors
ru_ru: Датчики

source: Payment
ru_ru: Оплата

source: Application
ru_ru: Заявки

source: Start an alarm
ru_ru: Начать тревогу

source: Cancel the alarm
ru_ru: Отменить тревогу

source: Turn on security
ru_ru: Поставить на охрану

source: Turn off security
ru_ru: Снять с охраны

source: Facility's name
ru_ru: Название объекта

source: Confirmation required
ru_ru: Требуется подтверждение

source: Are you sure you want to arm the object?
ru_ru: Вы уверены, что хотите поставить объект на охрану?

source: Are you sure you want to disarm the object?
ru_ru: Вы уверены, что хотите снять объект с охраны?

source: Are you sure you want to arm the object's perimeter?
ru_ru: Вы уверены, что хотите поставить периметр объекта на охрану?

source: Are you sure you want to start alarm?
ru_ru: Вы уверены, что хотите нажать тревожную кнопку?

source: Are you sure you want to start testing mode?
ru_ru: Вы уверены, что хотите начать тестирование тревожных кнопок?

source: Arm the object
ru_ru: Поставить на охрану

source: Disarm the object
ru_ru: Снять с охраны

source: Arm the object's perimeter
ru_ru: Поставить периметр на охрану

source: Start alarm
ru_ru: Подтвердить

source: Start testing mode
ru_ru: Начать проверку ТК

source: Feature is not available
ru_ru: Функция недоступна

source: The alarm feature is not available. In order to use this feature, contact your security company
ru_ru: Функция тревожной кнопки недоступна. Для того, чтобы использовать данную функцию обратитесь в охранное предприятие

source: The arming/disarming feature is not available. In order to use this feature, contact your security company
ru_ru: Функция постановки/снятия с охраны недоступна. Для того, чтобы использовать данную функцию обратитесь в охранное предприятие

source: Go back
ru_ru: Назад

source: Could not find the passcode to cancel the alarm
ru_ru: Не удалось получить кодовое слово для отмены тревоги

source: Could not cancel alarm
ru_ru: Не удалось отменить тревогу

source: You have already tried to cancel the alarm less then an hour ago
ru_ru: Вы уже совершили попытку отмены тревоги меньше часа назад

source: Testing
ru_ru: Тестирование ТК

source: Reset
ru_ru: Сбросить

source: Complete
ru_ru: Завершить

source: Press the alarm button
ru_ru: Нажмите тревожную кнопку

source: The alarm button has been pressed
ru_ru: Тревожная кнопка была нажата

source: The alarm button has been tested. Press the next alarm button
ru_ru: Тревожная кнопка протестирована. Нажмите следующую тревожную кнопку

source: Custom application
ru_ru: Текст заявки

source: Date and time
ru_ru: Дата и время

source: Submit
ru_ru: Отправить

source: Account
ru_ru: Лицевой счет

source: Amount
ru_ru: Cумма

source: Pay
ru_ru: Перейти к оплате

source: Service is not available now
ru_ru: Сервис сейчас не доступен

source: Unable to load data
ru_ru: Не удалось загрузить данные

source: Incorrect data format
ru_ru: Неправильный формат данных

source: No security company selected
ru_ru: Не выбрано охранное предприятие

source: Server address unknown
ru_ru: Адрес сервера не известен

source: Arming...
ru_ru: Постановка на охрану...

source: Arming perimeter...
ru_ru: Постановка периметра...

source: Disarming...
ru_ru: Снятие с охраны...

source: Unknown sensor
ru_ru: Неизвестный датчик

source: Account:
ru_ru: Лицевой счет:

source: Sum:
ru_ru: Сумма:

source: Date and time:
ru_ru: Дата и время:

source: Apply
ru_ru: Отправить заявку

source: Could not send application
ru_ru: Не удалось отправить заявку
